[
    {
       "id": "Deutsche Bank reshuffles its India top deck",
       "Name": "https://economictimes.indiatimes.com/industry/banking/finance/banking/deutsche-bank-reshuffles-its-india-top-deck/articleshow/71472082.cms",
       "Type": "Globally, Deutsche Bank is undergoing a massive restructuring. In July, the lender announced it would close down the equity sales and trading businesses. MUMBAI: Deutsche Bank has reshuffled its top management in India in the first such move after new CEO ...",
       "category": "E",
       "value": 10
    },
    {
        "id": "Deutsche Bank plans about half of 18,000 job cuts outside Germany",
        "Name": "https://www.livemint.com/companies/news/deutsche-bank-plans-about-half-of-18-000-job-cuts-outside-germany-11570534445389.html",
        "Type": "Deutsche Bank AG intends to make about half its planned 18,000 job cuts in Germany as it relies on savings at the retail units to lower costs, according to people familiar with the matter. The lender employed about 41,700 people in its home market at the ...",
        "category": "E",
        "value": 10
     },
     {
        "id": "Deutsche Bank in strategy shift to address tech woes",
        "Name": "https://in.reuters.com/article/us-deutsche-bank-technology-idINKBN1WM0U2",
        "Type": "FRANKFURT (Reuters) - Deutsche Bank (DBKGn.DE) is creating a new technology division in a strategy shift designed to reduce complexity and lower costs while transforming systems that have held ...",
        "category": "E",
        "value": 10
     },
     {
        "id": "Deutsche Bank has no plans for additional job cuts",
        "Name": "https://economictimes.indiatimes.com/news/international/business/deutsche-bank-has-no-plans-for-additional-job-cuts/articleshow/71493157.cms",
        "Type": "FRANKFURT: Deutsche Bank on Tuesday said it had no plans for further job cuts beyond the 18,000 positions it had previously announced. The bank also underscored in a statement that a number of jobs will be cut in Germany, which is..",
        "category": "E",
        "value": 10
     },
     {
        "id": "Deutsche Bank's chairman best paid among German blue chips in 2018",
        "Name": "https://in.reuters.com/article/deutsche-bank-chairman-idINL5N26T3TF",
        "Type": "FRANKFURT, Oct 8 (Reuters) - Deutsche Bank’s Paul Achleitner was the best paid chairman of a German blue-chip company last year, according to a study published Tuesday. Achleitner earned almost ...",
        "category": "E",
        "value": 10
     },
     {
        "id": "News: Deutsche Bank rejigs India leadership team",
        "Name": "https://peoplematters.in/news/leadership/deutsche-bank-rejigs-india-leadership-team-23360",
        "Type": "After Kaushik Shaparia took over as India CEO in May, the bank needed to relook at their leadership team and redistribute roles and responsibilities for some top executives. Deutsche Bank has elevated Anjali Mohanty, Head of the bank’s corporate banking ...",
        "category": "E",
        "value": 10
     },
     {
        "id": "Deutsche Bank plans half its18,000 job cuts in Germany",
        "Name": "https://www.thehindubusinessline.com/money-and-banking/deutsche-bank-plans-half-its18000-job-cuts-in-germany/article29619991.ece",
        "Type": "Deutsche Bank plans to cut about half its planned 18,000 jobs in Germany as it relies on savings at the retail units to lower costs, according to people familiar with the matter. The lender employed about 41,700 people in its home market at the end of last ...",
        "category": "E",
        "value": 10
     }
    ]